Revit 2027 API
DimensionEqualityLabelFormatting.LeadingSpaces Property
 The number of spaces to include before the parameter value.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public int LeadingSpaces { get; set; }
Public Property LeadingSpaces As Integer
	Get
	Set
public:
property int LeadingSpaces {
	int get ();
	void set (int value);
}
member LeadingSpaces : int with get, set
Property Value
Int32
See Also
Reference
DimensionEqualityLabelFormatting Class
Autodesk.Revit.DB Namespace